angular.module('data', []).constant('i18nLocales', {
    ru_RU: {
        "isProduction": false,
        "popupCloseLabel": "Закрыть",
        "title": "INREADO",
        "legals": {
            "year": 2015,
            "email": "team@inreado.com",
            "website": "inreado.com"
        },
        "header": {
            "menu": {
                "items": {
                    features: {
                        "title": "Возможности"
                    },
                    advantages: {
                        "title": "Преимущества"
                    },
                    pricing: {
                        "title": "Стоимость"
                    }
                }
            }
        },
        "getLessonBtn": "Записаться на бесплатный урок",
        "top": {
            "header": "Индивидуальное обучение «под ключ»:<br> чтение, аудирование и разговорная практика",
            "subHeader": "Online обучение английскому с гарантией"
        },
        "features": {
            reading: {
                "titleTop": "Развитие навыков",
                "titleBottom": "чтения",
                "subFeatures": {
                    adaptedTexts: {
                        "title": "Адаптированные тексты разных тематик",
                        "text": "В качестве учебных материалов мы используем адаптированные тексты разных тематик. В таких текстах используется простая лексика, которая наиболее часто употребляется в реальном общении носителями языка, при этом отсутствуют очень сложные и редко употребляемая лексика и грамматичские элементы. Большое количество повторений наиболее важных слов позволяет достаточно быстро получить словарный запас, который поможет Вам уверенно общаться во время занятий с преподавателем. Использование адаптированных материалов - это прогрессивный подход, который позволяет прицельно изучать язык с использованием обиходных лексико-грамматических оборотов."
                    },
                    contextTranslation: {
                        "title": "Контекстный перевод слов",
                        "text": "Лексика английского языка многозначна: одно и то же слово можно перевести по-разному в зависимости от контекста. С сервисом «INREADO» Вам больше не нужно тратить время на поиск нужного  значения в разговорнике: просто кликните на слово и узнайте его единственно верный перевод, который справедлив к данному контексту. Хватит угадывать и штудировать словарь – учите английский с комфортом. Наш сервис работает не только со словами, но и с их производными: грамматические конструкции, идиомы, фразовые глаголы и даже сокращения."
                    }
                }
            },
            listening: {
                "titleTop": "Развитие навыков",
                "titleBottom": "понимания речи",
                "subFeatures": {
                    podcast: {
                        "title": "Аудио-подкаст для каждого текста",
                        "text": "Аудирование – важный момент в изучении английского языка. Если Вы не понимаете что Вам говорят, то ни о каком общении не может идти и речи. Что бы решить эту, сервис «INREADO» реализовал уникальный функционал: аудио-подкаст для каждого текста. У нас Вы сможете не просто прочитать текст, но и детально его прослушать. Таким образом каждое новое слово еще больше закреплятся в памяти. Уже через несколько недель постоянных прослушиваний подкаста, Вы значительно улучшите навыки восприятие речи на слух."
                    },
                    rewind: {
                        "title": "Перемотка подкаста по словам",
                        "text": "В традиционном аудировании, если Вы не поняли определенное слово, приходилось заново прослушивать объемный кусок аудиозаписи или же вовсе включать дорожку с самого начала. Сервис «INREADO» пересмотрел стандарты и использует для обучения наиболее эффективный инструмент - перемотка подкаста по словам. Просто передвиньте курсор на то место в тексте, с которого Вы бы хотели начать повторное прослушивание. Это существенно экономит Ваше время и позволяет более рационально построить процесс обучения."
                    },
                    transcription: {
                        "title": "Озвучка и транскрипция для слов",
                        "text": "Даже изучив транскрипцию в англо-русском словаре, не всегда удается правильно освоить произношение слова, а тем более отточить его восприятие на слух в разговорной речи. Без аудио озвучки слова это практически нереально, но с сервисом «INREADO» у вас не будет такой проблемы. Для комфортного и, главное, эффективного обучения мы реализовали очень полезный функционал: просто кликните мышкой на слово и получите его транскрипцию и перевод. Это очень быстро и удобно."
                    }
                }
            },
            speaking: {
                "titleTop": "Развитие навыков",
                "titleBottom": "общения",
                "subFeatures": {
                    speakingPractice: {
                        "title": "100% урока разговорная практика с преподователем",
                        "text": "Сервис «INREADO» разрабатывает адаптивную программу индивидуального и домашнего обучения, которая зависит от Вашего уровня и интересов. На занятиях с преподавателем, мы используюем коммуникативную методика, которая уже доказала свою эффективность и имеет ряд существенных преимуществ: повышение уровня грамотности, увеличение лексического запаса, улучшение произношения и восприятия речи, и многое другое. 100% нашего урока это разговорная практика с преподавателем. Ни одной минуты попусту: программа построена так, что Вы начитаете говорить по-английски уже с первого занятия."
                    }
                }
            },
            preparation: {
                "titleTop": "Самостоятельная",
                "titleBottom": "подготовка к уроку",
                "subFeatures": {
                    androidApplication: {
                        "title": "Андроид приложение",
                        "text": "Эксклюзивно для своих студентов сервис «INREADO» разработал собственное приложение для Android платформ. Это до гениальности просто и очень удобно – установите программу на свой смартфон и изучайте английский везде и в любое время: в метро, в пробке, за обеденным столом или лежа на кровати. Появилось пару минут времени или нечем занять себя в ожидании встречи - можно почитать интересный текст на английском или послушать подкаст к нему. Совершенствовать свои навыки и проводить подготовку к занятиям стало еще проще, потому что весь необходимый функционал нашего сервиса компактно уместится в Вашем кармане. Скачав необходимые уроки, Вы сможете работать с приложением даже в автономном режиме."
                    },
                    webInterface: {
                        "title": "Веб-интерфейс",
                        "text": "Для наших студентов весь функционал сервиса «INREADO» находится в прямом доступе. Никаких лишних движений: проходите адаптированные уроки, подготавливайтесь к занятиям, изучайте лексику и грамматику английского языка с любого устройства с доступом к интернет. Если у Вас нет Android приложения, то реализованный WEB интерфейс позволит Вам работать с нашей платформой непосредственно с экрана Вашего компьютера. Наш сервис автоматически запоминает Ваш прогресс, а также выявляет проблемные зоны в изучении языка, что многократно улучшает отдачу от каждого занятия с преподавателем."
                    }
                }
            },
            efficiency: {
                "titleTop": "Высокая",
                "titleBottom": "эффективность",
                "subFeatures": {
                    contentSelectionByUserLevel: {
                        "title": "Подбор контента по достижениям студента",
                        "text": "Педагогический факт: изучение английского языка может быть эффективным только в том случае, если обучение является соразмеренным. Читая сложные, или слишком легкие тексты Вы не получите должного результата. Для достижения максимальной отдачи сервис «INREADO» использует функционал автоматического подбора контента, отталкиваясь от текущего грамматического и лексического уровня ученика. Наша платформа точно подстраивается под студента, тем самым поэтапно увеличивает его прогресс и делая изучения материала комфортным."
                    },
                    contentSelectionByTeacher: {
                        "title": "Подбор контента для отработки слабых мест, определенных преподавателем",
                        "text": "Изучение английского это не гонка: тут Вы никогда не достигните финиша, однотипно наматывая круг за кругом. Изучение материалов, лексики и грамматики которые Вам уже известны, попросту не даст плодов. После того, как наш преподаватель определит Ваши слабые места, платформа «INREADO» автоматически подберет оптимальный материал для их отработки. Такой уникальный подход способствует более быстрому продвижению в изучении английского языка."
                    },
                    lessonPlanning: {
                        "title": "Планирование урока по результатам самоподготовки",
                        "text": "Сервис «INREADO» позволяет преподавателям и ученикам работать в полном взаимопонимании. Основная особенность нашей платформы заключается в функционале адаптивного обучения. Сервис собирает данные как о Ваших успехах в освоении языка, так и о сложностях в изучении материала. Эту информацию видит преподаватель, что позволяет ему максимально рационально спланировать урок. Таким образом, удаленные занятия на 100% подстраиваются под текущий уровень студента, учитывая его прогресс в постижении особенностей английского языка."
                    }
                }
            }
        },
        "advantages": {
            "id": "advantages",
            "header": "Преимущества",
            "subHeader": "5 основных причин, почему клиенты предпочитают изучать английский с сервисом «INREADO»",
            "list": [
                {
                    "title": "Обучающие материалы",
                    "icon": "advantages__list__item__icon_materials",
                    "text": "На любой ступени обучения максимум внимания на уроке уделяется устной речи. Вы начинаете говорить на английском уже с первого урока."
                },
                {
                    "title": "С мобильного телефона",
                    "icon": "advantages__list__item__icon_studying",
                    "text": "Вы начинаете говорить на английском уже с первого урока, даже если пришли с нулевым уровнем. Новая лексика и грамматические конструкции изучаются и запоминаются в процессе общения."
                },
                {
                    "title": "Грамматика",
                    "icon": "advantages__list__item__icon_grammatic",
                    "text": "На любой ступени обучения максимум внимания на уроке уделяется устной речи. Вы начинаете говорить на английском уже с первого урока, даже если пришли с нулевым уровнем. Новая лексика и грамматические конструкции изучаются и запоминаются в процессе общения."
                },
                {
                    "title": "Индивидуальность",
                    "icon": "advantages__list__item__icon_individual",
                    "text": "На любой ступени обучения максимум внимания на уроке уделяется устной речи. Вы начинаете говорить на английском уже с первого урока, даже если пришли с нулевым уровнем. Новая лексика и грамматические конструкции изучаются и запоминаются в процессе общения."
                },
                {
                    "title": "Эффективность",
                    "icon": "advantages__list__item__icon_effective",
                    "text": "На любой ступени обучения максимум внимания на уроке уделяется устной речи. Вы начинаете говорить на английском уже с первого урока, даже если пришли с нулевым уровнем."
                }
            ]
        },
        "pricing": {
            "header": "Стоимость",
            "subHeader": "Education open minds. Technology conects them. We bring you the best of both, all in one place.",
            "bigPrice": {
                "amount": "1200",
                "currency": "UAH",
                "period": "месяц"
            },
            "list": [
                {
                    "icon": "pricing__list__item__icon_calendar",
                    "title": "Кол-во занятий",
                    "text": "2 в неделю"
                },
                {
                    "icon": "pricing__list__item__icon_time",
                    "title": "Длительность 1 урока",
                    "text": "1.5 часа"
                },
                {
                    "icon": "pricing__list__item__icon_card",
                    "title": "Стоимость 1 урока",
                    "text": "70 UAH"
                }
            ],
            "id": "pricing"
        },
        "feedback": {
            "id": "feedback",
            "list": [
                {
                    "title": "Ivan",
                    "text": "Hello! Your website is really good. I subscribed to updates and I'd really like to see more articles to read. Look forward to seeing new content!"
                },
                {
                    "title": "Vasiliy",
                    "text": "Awesome app"
                },
                {
                    "title": "Chuck Norris",
                    "text": "I do not always do thins like that. But when I do I do it awesome."
                }
            ]
        },
        "getLessonForm": {
            "title": "Заявка на бесплатное занятие",
            "namePlaceholder": "Имя и фамилия",
            "phonePlaceholder": "Телефон",
            "emailPlaceholder": "E-mail",
            "submitBtn": "Записаться на бесплатный урок &rarr;",
            "desktopSubmitBtn": "Отправить заявку",
            "helpText": "Возникли вопросы? Желаете записаться напрямую по телефону? Звоните прямо сейчас!",
            "phone": "+380 67 454 45 45"
        },
        "getLessonDescription": {
            "title": "Описание бесплатного урока",
            "subTitle": "Описание бесплатного урока",
            "text2": "На любой ступени обучения максимум",
            "text": "На любой ступени обучения максимум внимания на уроке уделяется устной речи. Вы начинаете говорить на английском уже с первого урока, даже если пришли с нулевым уровнем. Новая лексика и грамматические конструкции изучаются и запоминаются в процессе общения.",
            "list": [
                {
                    "icon": "icon-topics",
                    "key": "Длительность 1 урока",
                    "value": "1.5 часа"
                },
                {
                    "icon": "icon-context",
                    "key": "Стоимость 1 урока",
                    "value": "Бесплатно"
                }
            ],
            "list2": [
                "Преимущества знания",
                "Открытие навыков",
                "Преимущества знания"
            ]
        },
        "success": {
            "title": "Спасибо!",
            "text": "Ваша заявка успешно отправлена!"
        }
    }
});